test51-uncapped-seq-read-64k-plain-vs-aes_x86_64-5min-2012_03_10_00_49/aesni-fio.out
aesni-read: (g=0): rw=read, bs=64K-64K/64K-64K, ioengine=libaio, iodepth=2
fio 2.0.3
Starting 1 process

aesni-read: (groupid=0, jobs=1): err= 0: pid=2099
  read : io=9574.1MB, bw=32682KB/s, iops=510 , runt=300006msec
    slat (usec): min=19 , max=120 , avg=22.75, stdev= 2.01
    clat (usec): min=1940 , max=19716 , avg=3888.53, stdev=360.21
     lat (usec): min=1964 , max=19743 , avg=3912.52, stdev=360.36
    clat percentiles (usec):
     |  1.00th=[ 2992],  5.00th=[ 3056], 10.00th=[ 3472], 20.00th=[ 3920],
     | 30.00th=[ 3952], 40.00th=[ 3952], 50.00th=[ 3984], 60.00th=[ 3984],
     | 70.00th=[ 3984], 80.00th=[ 3984], 90.00th=[ 4016], 95.00th=[ 4048],
     | 99.00th=[ 4384], 99.50th=[ 4576], 99.90th=[ 5280]
    bw (KB/s)  : min=31232, max=36790, per=100.00%, avg=32701.35, stdev=987.61
    lat (msec) : 2=0.01%, 4=81.25%, 10=18.71%, 20=0.03%
  cpu          : usr=0.22%, sys=2.00%, ctx=153221, majf=0, minf=65
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=153199/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=9574.1MB, aggrb=32681KB/s, minb=33466KB/s, maxb=33466KB/s, mint=300006msec, maxt=300006msec

Disk stats (read/write):
  xvdf: ios=306224/0, merge=0/0, ticks=1153483/0, in_queue=1153516, util=100.00%